{
    "fllText": {
        "de": "Die First Lego League ist ein international ausgetragener Wettbewerb. Es gibt jedes Jahr ein neues Saison Thema. In der Altersparte Challenge, in der unser Team jedes Jahr antritt, dürfen Kinder und Jugendliche im Alter von 9 bis 16 Jahren teilnehmen. Bei diesem Wettbewerb soll sich mit Technik und der Zukunft auseinander gesetzt werden. Der Wettbewerb ist in verschiedene Hauptkategorien unterteilt: Robot Game auf dem Spielfeld, Roboter Design und Forschung. Jedes Team muss sich in allen Bereichen vorbereiten und dann am Wettbewerbstag zeigen, was sie in den letzen Monaten geschaffen haben.",
        "en": "The First Lego League is an international competition. There is a new season theme every year. In the Challenge age group, in which our team competes every year, children and teenagers aged 9 to 16 can take part. The aim of this competition is to deal with technology and the future. The competition is divided into various main categories: Robot Game on the Field, Robot Design and Research. Each team must prepare in all areas and then present what they have created over the last few months on the day of the competition.",
        "fr": "La First Lego League est une compétition internationale. Chaque année, il y a un nouveau sujet. Des enfants et ados de 9 à 16 ans peuvent participer à la catégorie d'âge Challenge, dont notre équipe fait partie. La compépition a pour objectif de se pencher sur la technologie et sur l'avenir. La compétition est divisée en plusieurs catégories principales : le jeu de robot sur partourt, la conception du robot et le sujet de recherche. Chaque équipe doit se préparer dans tous les domaines et présenter le jour de la compétition ce qu'elle a préparé les mois précédents."
    },
    "accordion": [
        {
            "fr": {
                "head": "Jeu de robots",
                "body": "L'objectif est de résoudre autant de tâches que possible sur un terrain de jeu en 2 minutes et 30 secondes. Un nouveau terrain de jeu est proposé à chaque saison. Tout d'abord, un robot doit être construit en Lego et programmé de manière à pouvoir résoudre toutes les tâches de manière autonome."
            },
            "en": {
                "head": "Robot Game",
                "body": "The aim is to solve as many tasks as possible on a playing field in 2:30 minutes. There is a new playing field every season. First, a robot must be built from Lego and programmed so that it can solve all tasks autonomously."
            },
            "de": {
                "head": "Robot Game",
                "body": "Hierbei geht es darum in 2:30 min möglichst viele Aufgaben auf einem Spielfeld zu lösen. Jede Saison gibt es ein neues Spielfeld. Es muss zunächst ein Roboter aus Lego gebaut und programmiert werden, sodass dieser alle Aufgaben autonom lösen kann."
            }
        },
        {
            "fr": {
                "head": "Conception de robots",
                "body": "L'objectif est de construire votre robot de manière aussi stratégique que possible, puis de le présenter. La stratégie pour le Robot Game est également expliquée plus en détail dans la même présentation devant le jury."
            },
            "en": {
                "head": "Robot Design",
                "body": "The aim is to build your robot as strategically as possible and then present it. The strategy for the Robot Game is also explained in more detail in the same presentation to the jury."
            },
            "de": {
                "head": "Roboter Design",
                "body": "Es geht darum seinen Roboter möglichst strategisch passend zu bauen und dann zu präsentieren. Die Strategie für das Robot Game wird in der selben Präsentation der Jury ebenfalls genauer erläutert."
            }
        },
        {
            "fr": {
                "head": "Recherche",
                "body": "En matière de recherche, l'objectif est d'explorer ou de développer quelque chose en rapport avec le thème de la saison. Il n'y a <strong> aucune </strong> limite à la liberté dans ce processus ! Les projets mis en œuvre ces dernières années ont également été soumis à <i> Jugend forscht</i>. Des projets des saisons passées comprenaient, par exemple, un robot de livraison autonome ou un système de stockage d'énergie efficace."
            },
            "en": {
                "head": "Research",
                "body": "In research, the goal is to explore or develop something related to the seasonal theme. There are <strong> no </strong> limits to freedom in this process! Projects implemented in recent years have also been submitted to <i> Jugend forscht</i>. Projects from past seasons included, for example, an autonomous delivery robot or an efficient energy storage system."
            },
            "de": {
                "head": "Forschung",
                "body": "Bei der Forschung geht es darum passend zum Saisonthema etwas zu erforschen bzw. zu entwickeln. Dabei sind der Freiheit <strong> keine </strong> Grenzen gesetzt! Projekte, die wir in den letzten Jahren umgesetzt haben, wurden ebenfalls bei <i> Jugend forscht</i> eingereicht. Forschungen aus den letztend Saisons waren z.B. ein autonomer Liefer Roboter oder ein effizienter Energiespeicher."
            }
        },
        {
            "fr": {
                "head": "Valeurs fondamentales",
                "body": "Dans le cadre des valeurs fondamentales, on évalue la qualité de la collaboration de l'équipe, la compréhension mutuelle des membres de l'équipe et la participation de chacun au processus de développement. Un autre aspect des valeurs fondamentales, par exemple, est la promotion des jeunes talents. L'équipe qui se distingue particulièrement par son esprit sportif et son respect pour les autres équipes remporte cette catégorie."
            },
            "en": {
                "head": "Core values",
                "body": "In the context of core values, it is assessed how well the team collaborates, how well team members understand each other, and whether everyone is involved in the development process. Another aspect of core values, for example, is the promotion of young talent. The team that stands out particularly for its sportsmanship and respect for other teams wins in this category."
            },
            "de": {
                "head": "Grundwerte",
                "body": "Bei den Grundwerten wird überprüft, wie gut das Team zusammen arbeitet, wie gut sich das Team untereinander versteht und ob alle in den Entwicklungsprozess eingebunden werden. Ein weiter Aspekt der Grundwerte ist z.B. die Nachwuchs Förderung. Diese Kategorie gewinnt das Team, dass sich durch seinen Sportsgeist und Respekt für die anderen Teams, besonders auszeichnet."
            }
        }
    ]
}